Repository: kakus94/flutter_phasmohelper
Catalog: l10n/intl_*.arb
Languages: pl

source: Start Game
pl: Rozpocznij gre

source: Items
pl: Przedmioty

source: Curserd posssession
pl: Przeklęte przedmioty

source: Settings
pl: Ustawienia

source: None
pl: Brak

source: Slow
pl: Wolny

source: Fast
pl: Szybki

# superFast
source: Very Fast
pl: Super szybki

# slowDown
source: Slows Down
pl: Zwalnia

# noChange
source: Doesn't change
pl: Bez zmian

# speedUp
source: Speeds Up
pl: Przyspiesza

source: Normal
pl: standard

# veryErlyHunt
source: Super early hunt >75
pl: Super wczesne polowanie >75

# erlyHunt
source: Early hunt >50
pl: Wczesne polowanie >50

# normalHunt
source: Standard hunt <50
pl: Polowanie standardowe <50

# lateHunt
source: Late hunt <40
pl: Późne polowanie <40

# speedNormalNull
source: Speed
pl: Predkość

# behaviorHunt
source: Behavior
pl: Zachowanie

source: Hunt sanity
pl: Zdrowie psychiczne wymagane do polowania

source: Ghosts
pl: Duchy

source: Evidence required
pl: Wymagane dowody

source: Evidence
pl: Dowody

source: Yes
pl: Tak

source: No
pl: Nie

source: Maybe
pl: Mozliwe

source: Dificullty with no evidence
pl: Poziom trudności bez dowodu

source: Easy
pl: Łatwy

source: Medium
pl: Sredni

source: Hard
pl: Trudny

# posibleMultiolayer
source: Posible multiplayer game
pl: Mozliwe w grze wieloosobowej
